/*
5명의 회원 정보를 입력 받아서 보관하라!
> java -cp bin step17.Quiz01
이름? 홍길동
이메일? hong@test.com
암호? 1111
전화? 111-1111
정말 저장하시겠습니까? (y/n)y
저장했습니다.

이름? 홍길동
이메일? hong@test.com
암호? 1111
전화? 111-1111
정말 저장하시겠습니까? (y/n)n
저장 취소했습니다.

이름? 홍길동
이메일? hong@test.com
암호? 1111
전화? 111-1111
정말 저장하시겠습니까? (y/n)x
정말 저장하시겠습니까? (y/n)n
저장 취소했습니다.

.... 다섯번 반복
> 지금까지 입력한 회원 정보는 다음과 같습니다.
----------------------------------------------
홍길동,hong@test.com,1111,111-1111
임꺽정,leem@test.com,1111,111-1111
임꺽정,leem@test.com,1111,111-1111
임꺽정,leem@test.com,1111,111-1111
임꺽정,leem@test.com,1111,111-1111
*/
